Repository: iSC-Host/blog.webmaker.org
Catalog: themes/OneMozilla/languages/*.po
Languages: cs_cz

source: Well, this is embarrassing…
cs_cz: Ale toto je nepříjemné…

source: We hate to say it, but we couldn’t find the page or file you’re looking for.
cs_cz: Je nám líto, ale stránku nebo soubor, který hledáte, se nepodařilo nalézt.

source: If you typed in the address, try double-checking the spelling.
cs_cz: Pokud jste adresu zadávali ručně, zkontrolujte prosím znovu její zadání.

source: If you followed a link from somewhere, please let us know at <em>webmaster at mozilla dot com</em>. Be sure to tell us where you came from and what you were looking for, and we’ll do our best to fix it.
cs_cz: Pokud jste přišli před odkaz z jiné stránky, napište nám prosím na <em>webmaster zavináč mozilla tečka com</em>, odkud jste přišli a co jste hledali, abychom mohli nefunkční odkaz opravit.

source: Posts in “%s”
cs_cz: Příspěvky v “%s”

source: Posts tagged with “%s”
cs_cz: Příspěvky se štítkem “%s”

source: Posts from %s
cs_cz: Příspěvky z %s

source: Posts by %s
cs_cz: Příspěvky od %s

source: Archives
cs_cz: Archivy

source: Older posts
cs_cz: Starší příspěvky

source: Newer posts
cs_cz: Novější příspěvky

source: Nothing Found
cs_cz: Nic nebylo nalezeno

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
cs_cz: Je nám líto, ale pro požadovaný archiv nebyly nalezeny žádné výsledky. Zkuste použít vyhledávání pro nalezení podobného příspěvky.

source: This post is password protected. Enter the password to view any comments.
cs_cz: Tento příspěvek je chráněn heslem. Pro zobrazení obsahu prosím zadejte heslo.

source: No responses yet
cs_cz: Zatím žádné odpovědi

source: Post a comment
cs_cz: Přidat komentář

source: More comments:
cs_cz: Více komentářů:

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> are open.
cs_cz: Komentáře jsou uzavřené, ale <a href="%1$s" title="Trackback URL pro tento příspěvek">trackbacky</a> jsou stále povolené.

source: You must be <a href="%s">logged in</a> to post a comment.
cs_cz: Pro přidání komentáře se prosím nejdříve <a href="%s">přihlaste</a>.

source: Post Your Comment
cs_cz: Přidejte svůj komentář

source: Reply to %s
cs_cz: Odpověď na %s

source: You are logged in as <a href="%1$s">%2$s</a>. <a class="logout" href="%3$s">Log out?</a>
cs_cz: Jste přihlášeni jako <a href="%1$s">%2$s</a>. Chcete se <a class="logout" href="%3$s">odhlásit?</a>

source: Name
cs_cz: Jméno

source: (required)
cs_cz: (vyžadováno)

source: (required, will not be published)
cs_cz: (vyžadováno, ale nebude zveřejněno)

source: Website
cs_cz: Webová adresa

source: Spam robots, please fill in this field. Humans should leave it blank.
cs_cz: Spamovací roboti, vyplňte prosím toto pole. Lidé by jej měli nechat prázdné.

source: Your comment
cs_cz: Váš komentář

source: Submit Comment
cs_cz: Přidat komentář

source: You must provide a name and e-mail (your e-mail address won’t be published).
cs_cz: Musíte zadat jméno a e-mail (vaše e-mailová adresa nebude zveřejněna).

source: You must provide a name.
cs_cz: Musíte zadat jméno.

source: You must provide an e-mail address (it won’t be published).
cs_cz: Musíte zadat e-mailovou adresu (nebude zveřejněna).

source: The e-mail address you entered doesn’t look like a complete e-mail address. It should look like “yourname@example.com”.
cs_cz: E-mailová adresa, kterou jste zadali, nevypadá jako platná e-mailová adresa. Měla by vypadat asi takto “vasejmeno@example.com”.

source: You must enter a comment.
cs_cz: Musíte vložit text komentáře.

source: Edit Page
cs_cz: Upravit stránku

source: Pages:
cs_cz: Stránky:

source: See all posts from %s
cs_cz: Zobrazit všechny příspěvky od %s

source: Edit Post
cs_cz: Upravit příspěvek

source: Tags
cs_cz: Štítky

source: Categories
cs_cz: Rubriky

source: Continue reading &hellip;
cs_cz: Číst dále &hellip;

source: Return to top
cs_cz: Vrátit se nahoru

source: Except where otherwise <a href="%1s" rel="external">noted</a>, content on this site is licensed under the <a href="%2s" rel="external license">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
cs_cz: Pokud není <a href="%1s" rel="external">řečeno jinak</a>, obsah této stránky je dostupný pod licencí <a href="%2s" rel="external license">Creative Commons Attribution Share-Alike License v3.0</a> nebo jakoukoliv novější.

source: Contact Us
cs_cz: Kontaktujte nás

source: Privacy Policy
cs_cz: Zásady ochrany soukromí

source: Legal Notices
cs_cz: Právní informace

source: Report Trademark Abuse
cs_cz: Nahlásit zneužití ochranné známky

source: Theme Code
cs_cz: Kód vzhledu

source: Primary Menu
cs_cz: Hlavní menu

source: Firefox Logo
cs_cz: Logo Firefox

source: Social sharing
cs_cz: Sdílení

source: Hide post authors
cs_cz: Skrývat autora příspěvků

source: Add social sharing buttons to posts and pages
cs_cz: Přidat tlačítka sociálních sítí k příspěvkům a stránkám

source: Adds buttons for Facebook, Twitter, and Google+.
cs_cz: Přidá tlačítka pro Facebook, Twitter a Google+.

source: This removes the author byline and author bio from individual posts.
cs_cz: Toto odstraní z jednotlivých příspěvků řádek s informacemi o autorovi.

source: Page %s
cs_cz: Stránka %s

source: Sorry, you appear to be a spamming robot because you filled in the hidden spam trap field. To show you are not a spammer, submit your comment again and leave the field blank.
cs_cz: Je nám líto, ale protože jste vyplnili skryté pole, které je pastí pro spamovací roboty, zřejmě jste robotem. Pokud jste skutečně člověk, vložte prosím svůj příspěvek znovu a zmiňované pole ponechte prázdné.

source: This post is password protected. To view it, please enter the password.
cs_cz: Tento příspěvek je chráněn heslem. Pro jeho zobrazení prosím zadejte heslo.

source: Password
cs_cz: Heslo

source: Make this a featured post?
cs_cz: Nastavit tento příspěvek jako zvýrazněný?

source: Featured Post
cs_cz: Zvýrazněný příspěvek

source: Continue reading
cs_cz: Číst dále

source: Sidebar
cs_cz: Postranní panel

source: Trackback from
cs_cz: Trackback z

source: on
cs_cz: na

source: Permanent link to this comment by
cs_cz: Trvalý odkaz na tento komentář od

source: %1$s at %2$s
cs_cz: %1$s v %2$s

source: Pingback from
cs_cz: Pingback z

source: wrote on
cs_cz: napsal(a)

source: Your comment is awaiting moderation.
cs_cz: Váš komentář čeká na schválení.

source: Edit Comment
cs_cz: Upravit komentář

source: This widget shows the three most recent featured posts.
cs_cz: Tento widget zobrazí tři nejnovější zvýrazněné příspěvky.

source: Title:
cs_cz: Nadpis:

source: Search results for “%s”
cs_cz: Výsledky vyhledávání pro “%s”

source: Not Found
cs_cz: Nenalezeno

source: Skip to main content
cs_cz: Přejít na hlavní obsah

source: Skip to sidebar
cs_cz: Přejít na postranní panel

source: Skip to blog search
cs_cz: Přejít na vyhledávání

source: Published <time class="published" title="%1$s" datetime="%1$s">%2$s</time> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a>
cs_cz: Publikováno <time class="published" title="%1$s" datetime="%1$s">%2$s</time> v <a href="%3$s" title="Odkaz na plnou velikost">%4$s &times; %5$s</a>

source: Edit Attachment
cs_cz: Upravit přílohu

source: Featured
cs_cz: Zvýrazněný

source: Sorry, we couldn&#8217;t find any results for the requested archive. Perhaps try searching?
cs_cz: Je nám líto, ale pro požadovaný archiv nebyly nalezeny žádné výsledky. Chcete zkusit vyhledávání?

source: Go to the front page
cs_cz: Přejít na úvodní stránku

source: Sorry, we didn't find anything for “%s.” Try another search.
cs_cz: Je nám líto, ale pro “%s” nebyly nalezeny žádné výsledky. Zkuste prosím jiné vyhledávání.

source: More from %s
cs_cz: Více od %s

source: Color Scheme
cs_cz: Barevné schéma

source: Theme Options
cs_cz: Nastavení vzhledu

source: Some themes provide customization options that are grouped together on a Theme Options screen. If you change themes, options may change or disappear, as they are theme-specific. Your current theme, One Mozilla, provides the following Theme Options:
cs_cz: Některé vzhledy poskytují možnosti přizpůsobení, které jsou zobrazeny společně na stránce Přizpůsobení. Pokud si vyberete jiný vzhled, původní nastavení se mohou změnit nebo zcela ztratit, protože jsou pro každý vzhled specifická. Váš současný vzhled One Mozilla nabízí tyto možnosti přizpůsobení:

source: <strong>Color Scheme</strong>: You can choose from a few different color schemes: “Sand” (orange-tan background) is suitable for most Mozilla blogs. “Sky” (light blue/gray background) suitable for Firefox-related blogs. “Obsidian” is a light-on-dark scheme. “Stone” is the default scheme, a light, neutral gray.
cs_cz: <strong>Barevné schéma</strong>: Můžete si vybrat z několik barevných schémat: “Sand” (oranžové tóny pozadí) je vhodné pro většinu blogů Mozilla. “Sky” (světle šedomodré pozadí) vhodné pro blogy o Firefoxu. “Obsidian” je kontrastní tmavé schéma a výchozí “Stone” je světlé, neutrálně šedé.

source: Remember to click “Save Changes” to save any changes you have made to the theme options.
cs_cz: Nezapomeňte klepnout na “Uložit” pro uložení změn, které jste v nastavení vzhledu udělali.

source: For more information:
cs_cz: Pro více informací:

source: <a href="http://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Documentation on Theme Options</a>
cs_cz: <a href="http://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Dokumentace k přizpůsobení vzhledu</a>

source: Overview
cs_cz: Přehled

source: %s Theme Options
cs_cz: Nastavení vzhledu %s
